"About HeliPort" = "Sobre o HeliPort";
"Address: " = "Endereço: ";
"Cancel" = "Cancelar";
"Check for Updates..." = "Buscando atualizações...";
"Create Diagnostics Report..." = "Criar Report de Diagnóstico...";
"Create Network..." = "Adicionar Rede...";
"Disconnect from: " = "Disconnect from: "; //FIXME
"Dynamic WEP" = "WEP Dinâmico";
"Enable Wi-Fi Logging" = "Ativar Registro de Wi-Fi";
"Enter the name and security type of the network you want to join." = "Digite o nome e o tipo de segurança da rede à qual você deseja acessar. ";
"FUNCTION NOT IMPLEMENTED" = "FUNÇÃO NÃO IMPLEMENTADA";
"Find and join a Wi-Fi network." = "Encontre e entre em uma rede Wi-Fi. ";
"Interface Name: " = "Nome da Interface: ";
"Join Other Network..." = "Entrar em Outra Rede...";
"Join" = "Entrar";
"Network Name:" = "Nome da Rede:";
"No Network Avaliable" = "Nenhuma rede disponível";
"No Status Information Avaliable" = "Nenhuma Informação de Status Disponível";
"None" = "Nenhum";
"Open Network Preferences..." = "Abrir Preferências de Rede...";
"Open Wireless Diagnostics..." = "Abrir Diagnóstico de Rede Sem Fio...";
"Password:" = "Senha:";
"Password" = "Senha";
"Quit HeliPort" = "Sair do HeliPort";
"Reachable" = "Reachable"; // FIXME
"Remember this network" = "Lembrar desta rede";
"Security:" = "Segurança:";
"Show password" = "Exibir senha";
"Turn Wi-Fi Off" = "Ativar Wi-Fi";
"Turn Wi-Fi On" = "Desativar Wi-Fi";
"Unavailable" = "Indisponível";
"Unknown" = "Unknown"; // FIXME
"Unreachable" = "Unreachable"; // FIXME
"Username:" = "Nome de Usuário:";
"Version: " = "Versão: ";
"WEP" = "WEP";
"WPA/WPA2 Enterprise" = "WPA/WPA2 Empresarial";
"WPA/WPA2 Personal" = "WPA/WPA2 Pessoal";
"WPA2 Enterprise" = "WPA2 Empresarial";
"WPA2 Personal" = "WPA2 Pessoal";
"WPA2/WPA3 Enterprise" = "WPA2/WPA3 Empresarial";
"WPA2/WPA3 Personal" = "WPA2/WPA3 Pessoal";
"WPA3 Enterprise" = "WPA3 Empresarial";
"WPA3 Personal" = "WPA3 Pessoal";
"Wi-Fi: Connected" = "Wi-Fi: Conectado";
"Wi-Fi: Connecting" = "Wi-Fi: Conectando";
"Wi-Fi: Looking for Networks..." = "Wi-Fi: Procurando por Redes...";
"Wi-Fi Network \"" = "Rede Wi-Fi \"";
"Wi-Fi: Off" = "Wi-Fi: Desativado";
"Wi-Fi: On" = "Wi-Fi: Ativado";
"Wi-Fi: Status unavailable" = "Wi-Fi: Status unavailable"; // FIXME
"\" Requires Password" = "\" Necessita de Senha";
"    IP Address: "      = "    IP Address: ";       // FIXME
"    Router: "          = "    Router: ";           // FIXME
"    Internet: "        = "    Internet: ";         // FIXME
"    Security: "        = "    Security: ";         // FIXME
"    BSSID: "           = "    BSSID: ";            // FIXME
"    Channel: "         = "    Channel: ";          // FIXME
"    Country Code: "    = "    Country Code: ";     // FIXME
"    RSSI: "            = "    RSSI: ";             // FIXME
"    Noise: "           = "    Noise: ";            // FIXME
"    Tx Rate: "         = "    Tx Rate: ";          // FIXME
"    PHY Mode: "        = "    PHY Mode: ";         // FIXME
"    MCS Index: "       = "    MCS Index: ";        // FIXME
"    NSS: "             = "    NSS: ";              // FIXME
